amd-ucode
android-file-transfer
appmenu-gtk-module
arandr
arc-solid-gtk-theme
arch-install-scripts
base
base-devel
bridge-utils
cmake
composer
dbeaver
dhcpcd
discord
docker
docker-compose
dosfstools
dunst
efibootmgr
elixir
eza
fd
feh
firefox
fzf
gimp
git
github-cli
go
gradle
grub
gst-plugin-pipewire
gtk-engine-murrine
htop
httpie
imagemagick
inetutils
insomnia-bin
intellij-idea-community-edition
iwd
jdk21-openjdk
jq
kitty
lazygit
libappindicator-gtk3
libpulse
libvips
linux
linux-firmware
lxappearance-gtk3
lxsession
maven
mpv
mtools
neovim
networkmanager
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
obsidian
openssh
os-prober
p7zip
pacman-contrib
pamixer
pavucontrol
pcmanfm
php
php-pgsql
php-sqlite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
pokemon-colorscripts-git
pyenv
python-faker
python-pylint
redshift
ripgrep
rustup
scrot
spotify-launcher
sqlc
sxiv
the_silver_searcher
tk
tmux
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-linux-libertine
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
udisks2
unrar
unzip
visual-studio-code-bin
webkit2gtk
wget
wireplumber
wkhtmltopdf-static
xclip
xcolor
xf86-video-amdgpu
xf86-video-vesa
xfce4-taskmanager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xwallpaper
yay
yay-debug
yt-dlp
zathura
zathura-pdf-mupdf
zed
zip
zram-generator
zsh
zsh-syntax-highlighting
