7zip
amd-ucode
arandr
arc-solid-gtk-theme
arch-install-scripts
base
base-devel
blueman
bluez
bluez-utils
bridge-utils
chromium
cmake
composer
dbeaver
dhcpcd
discord
docker
docker-compose
dosfstools
dunst
dwm
efibootmgr
exo
eza
fd
feh
firefox
fzf
gimp
git
github-cli
go
gradle
gst-plugin-pipewire
htop
httpie
imagemagick
inetutils
intellij-idea-community-edition
iwd
jdk-openjdk
jdk21-openjdk
kdenlive
kitty
lazygit
libpulse
libvips
lightdm
lxappearance-gtk3
lxsession
maven
mpv
mtools
neovim
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
openssh
pacman-contrib
pamixer
pavucontrol
pcmanfm
php
php-pgsql
php-sqlite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
rclone
redshift
ripgrep
ristretto
maim
rustup
sassc
scrot
socat
spotify-launcher
sxiv
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-linux-libertine
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
udisks2
unrar
unzip
vim
webkit2gtk
webkit2gtk-4.1
wget
xclip
xcolor
xdotool
xf86-video-amdgpu
xf86-video-vesa
xfburn
xfwm4
xfwm4-themes
xterm
xwallpaper
yazi
zathura
zathura-pdf-mupdf
zip
zsh
zsh-syntax-highlighting
