alacritty
alsa-tools
alsa-utils
amd-ucode
android-file-transfer
appimagetool-bin
appmenu-gtk-module
arandr
arc-solid-gtk-theme
arch-install-scripts
bridge-utils
cmake
composer
dbeaver
dhcpcd
discord
docker
dunst
eza
fd
firefox
fzf
git
github-cli
go
htop
inetutils
intellij-idea-community-edition
iwd
jdk17-openjdk
kdenlive
kitty
lazygit
less
lxappearance-gtk3
lxsession
man-db
mpv
mtools
networkmanager
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
obsidian
p7zip
pacman-contrib
pamixer
pavucontrol
pcmanfm
php
php-pgsql
playerctl
pulseaudio
pyenv
redshift
ripgrep
scrot
spotify-launcher
sxiv
the_silver_searcher
tk
tmux
tree-sitter
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-linux-libertine
ttf-roboto-mono
ttf-ubuntu-font-family
unzip
wget
xclip
xcolor
xf86-video-amdgpu
mesa
xfce4-taskmanager
xterm
xwallpaper
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zip
zsh
zsh-syntax-highlighting
